Wrong Number of Wires of the Fabric Sheet Type.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WrongFabricSheetNumberOfWires { get; }
  Visual Basic
Public Shared ReadOnly Property WrongFabricSheetNumberOfWires As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WrongFabricSheetNumberOfWires {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricFailures Class
  Autodesk.Revit.DB Namespace